[
    {
        "X":"Eu gostaria de saber o que diabético pode ou não pode comer, estou muito magra e queria engordar um pouco.",
        "y":"É importante lembrar que tudo em excesso faz mal e que mais importante que comer ou deixar de comer certos alimentos, é ter uma dieta balanceada com os nutrientes e calorias adequadas para cada pessoa. Por isso, é ideal que se consulte com um nutricionista (que estão disponíveis gratuitamente no SUS) que poderá montar uma dieta ideal para as suas necessidades.",
        "persona":"technical"
    },
    {
        "X":"Olá, descobri há pouco tempo a diabetes, posso comer farinha de milho? Obrigada.",
        "y":"A farinha de milho é um alimento com muitas calorias e carboidratos. O seu consumo faz subir muito a quantidade de açúcar no sangue (glicemia), e, portanto, deve ser evitado pelas pessoas com diabetes. É importante lembrar que tudo em excesso faz mal e que mais importante que comer ou deixar de comer certos alimentos, é ter uma dieta balanceada com os nutrientes e calorias adequadas para cada pessoa. Por isso, é ideal que se consulte com um nutricionista (que estão disponíveis gratuitamente no SUS) que poderá montar uma dieta ideal para as suas necessidades.",
        "persona":"technical"
    },
    {
        "X":"Obrigada por me aceitar. Irá me dar uma luz, pois meu marido e minha filha são diabéticos e eu não. Espero que seja um caminho",
        "y":"Lidar com uma doença crônica pode ser muito difícil e doloroso. Porém, esse processo também pode ser visto como uma nova chance de se tratar de uma forma mais carinhosa e saudável! As mudanças de estilo de vida (alimentação saudável, prática de exercícios físicos, perda de peso...) são uma parte fundamental do tratamento de qualquer um com diabetes. Para além disso, porém, elas promovem uma mudança em toda a forma de se relacionar com o corpo. Dê uma chance à saúde, é possível controlar o diabetes! Além disso, estão disponíveis gratuitamente pelo SUS profissionais como psicólogos e nutricionistas que também podem auxiliar nesse processo!",
        "persona":"technical"
    },
    {
        "X":"E quanto ao pão, que é um alimento milenar. Vocês usam ou substituem?",
        "y":"O pão branco é um alimento com muitas calorias e carboidratos. O seu consumo faz subir muito a quantidade de açúcar no sangue (glicemia), e, portanto, deve ser evitado pelas pessoas com diabetes. É importante lembrar que tudo em excesso faz mal e que mais importante que comer ou deixar de comer certos alimentos, é ter uma dieta balanceada com os nutrientes e calorias adequadas para cada pessoa. Por isso, é ideal que se consulte com um nutricionista (que estão disponíveis gratuitamente no SUS) que poderá montar uma dieta ideal para as suas necessidades.",
        "persona":"technical"
    },
    {
        "X":"Bom dia a todos. Quem tem diabetes pode comer farinha de milho?",
        "y":"Os alimentos a base de milho podem ser consumidos. O milho é um cereal, então possui carboidratos, mas ele in natura também tem fibras, o que reduz o seu índice glicêmico. Para as preparações, como as feitas com farinha, opte por escolher acompanhamentos fontes de proteínas (ovos, queijos, pasta de amendoim), fibras (folhosos, sementes e farelos) e gorduras boas (azeite, abacate, coco, castanhas, queijos). Para uma orientação mais específica o ideal é que você se consulte com um nutricionista (que estão disponíveis gratuitamente no SUS) pois ele poderá montar uma dieta ideal para as suas necessidades.",
        "persona":"simple"
    },
    {
        "X":"Pode comer fruta? Abacate batido com limão e adoçante?",
        "y":"É importante lembrar que tudo em excesso faz mal e que mais importante que comer ou deixar de comer certos alimentos, é ter uma dieta balanceada com os nutrientes e calorias adequadas para cada pessoa. Por isso, é ideal que se consulte com um nutricionista (que estão disponíveis gratuitamente no SUS) que poderá montar uma dieta ideal para as suas necessidades.",
        "persona":"technical"
    },
    {
        "X":"Alguém já teve coronavírus? Como foi?",
        "y":"O diabetes pode provocar o aparecimento de diversas outras doenças, o que inclui doenças infecciosas (causadas por vírus, bactérias, etc.) e do coração. Por isso, é muito importante que seja feito um controle rigoroso, em que o médico e o paciente sejam parceiros na luta contra essa condição. O controle do diabetes é possível!",
        "persona":"technical"
    },
    {
        "X":"Só pra lembrar: tudo o que você come, ou quase tudo, vira açúcar. Então, o diabético não vive, sobrevive. Ah, gente, vi uma pergunta agora, a pessoa disse: \"Posso comer chocolate?\". Ora, óbvio que não.",
        "y":"Nenhum alimento é proibido quando as quantidades são calculadas para as suas necessidades! Ter uma dieta equilibrada em nutrientes e calorias é essencial para o controle do diabetes. Procure um nutricionista (disponível gratuitamente no SUS) para montar um plano alimentar que seja ideal para você e suas necessidades, e lembre-se de mencionar o desejo de comer chocolate eventualmente, para que juntos vocês possam bolar a melhor estratégia e encontrar as melhores opções para realizar esse desejo.",
        "persona":"simple"
    },
    {
        "X":"Boa noite pra todos! Gente, ajuda aí, qual é a Metformina que emagrece? Quantos miligramas?",
        "y":"A Metformina de qualquer marca é um remédio que pode sim levar a perda de peso. No entanto, não adianta apenas tomar esse remédio sem mudar os seus hábitos de vida. É necessário adotar uma dieta equilibrada e praticar exercícios físicos regularmente, caso contrário não haverá emagrecimento. Além disso, a dose (em miligramas) deve ser tomada de acordo com a orientação do médico e não de qualquer forma com o objetivo de emagrecer.",
        "persona":"technical"
    },
    {
        "X":"Boa tarde. Minha glicose hoje, em jejum, estava 95. Duas horas após o almoço, minha glicose está 108.",
        "y":"\nNo tratamento da pessoa com diabetes, os valores ideais de glicose no sangue (glicemia) dependem de vários fatores, como a hora do dia em que a medida é feita e quando foi consumida a última refeição. De modo geral, em jejum e antes das refeições, a glicemia alvo está entre 80 e 130. Por outro lado, até 2 horas depois das refeições, tolera-se uma glicemia de até 180. No entanto, essa meta pode ser alterada de acordo com algumas características de cada indivíduo. Nesse sentido, o médico pode optar por fazer um controle mais restrito em pessoas jovens, saudáveis e/ou com pouco tempo de diabetes, buscando valores de glicemia mais baixos. Por outro lado, pode-se tolerar um controle menos restrito em pessoas idosas, com outros problemas de saúde e/ou com longo tempo de diabetes, estabelecendo metas de glicemia mais altas. Portanto, ainda que seu exame esteja dentro das metas acima, pode ser que elas não sejam as mais adequadas para você, por isso é muito importante que você mantenha controle regular com um médico, que irá estabelecer o melhor tratamento para o seu caso.",
        "persona":"technical"
    },
    {
        "X":"Quem tem diabetes pode comer ovo frito?",
        "y":"Pode sim. Não há nenhuma restrição de alimentos para os diabéticos, o importante é se atentar a quantidade (principalmente de carboidratos/açúcares) a ser consumida e a adotar de uma padrão alimentar saudável. Para uma orientação mais específica o ideal é que você se consulte com um nutricionista (que estão disponíveis gratuitamente no SUS) pois ele poderá montar uma dieta ideal para as suas necessidades.",
        "persona":"simple"
    },
    {
        "X":"Tomo Glibenclamida (1) e Metformina (2) faz uns 5 anos! Sempre dá entre 110 e 125! Isso é bom?",
        "y":"No tratamento da pessoa com diabetes, os valores ideais de glicose no sangue (glicemia) dependem de vários fatores, como a hora do dia em que a medida é feita e quando foi consumida a última refeição.  Por isso, é muito importante que você especifique em qual momento do dia foi feita essa medida. De modo geral, em jejum e antes das refeições, a glicemia alvo está entre 80 e 130. Por outro lado, até 2 horas depois das refeições, tolera-se uma glicemia de até 180. No entanto, essa meta pode ser alterada de acordo com algumas características de cada indivíduo. Nesse sentido, o médico pode optar por fazer um controle mais restrito em pessoas jovens, saudáveis e/ou com pouco tempo de diabetes, buscando valores de glicemia mais baixos. Por outro lado, pode-se tolerar um controle menos restrito em pessoas idosas, com outros problemas de saúde e/ou com longo tempo de diabetes, estabelecendo metas de glicemia mais altas. Portanto, ainda que seu exame esteja dentro das metas acima, pode ser que elas não sejam as mais adequadas para você, por isso é muito importante que você mantenha controle regular com um médico, que irá estabelecer o melhor tratamento para o seu caso.",
        "persona":"technical"
    },
    {
        "X":"Alguém usa bomba de insulina? Como consegue?",
        "y":"A bomba de infusão de insulina é o melhor tratamento existente hoje para o controle do diabetes tipo 1. Esse aparelho fica preso na pele e possui um sensor que monitora a quantidade de açúcar no sangue durante o dia todo. A bomba de infusão de insulina libera continuamente doses de insulina para ajustar a quantidade de açúcar no sangue durante os períodos de jejum. Ele também possui bombas pontuais para ajustar a quantidade de açúcar no sangue nos momentos em que há a ingestão de alimento. O maior problema desse tipo de tratamento é que ele é muito caro, e isso o torna inviável para a maior parte das pessoas, já que ele não está disponível pelo SUS. Lembrando que não se deve utilizar esse equipamento sem a indicação e monitorização de um médico!",
        "persona":"technical"
    },
    {
        "X":"Bom dia, grupo. A glicose estava dando muito alta e os medicamentos não faziam efeito. Comia muita verdura e foi aí que pesquisei sobre o alface. Tem todos os tipos de açúcar. Tomem cuidado.",
        "y":"É importante lembrar que tudo em excesso faz mal e que mais importante que comer ou deixar de comer certos alimentos, é ter uma dieta balanceada com os nutrientes e calorias adequadas para cada pessoa. Por isso, é ideal que se consulte com um nutricionista (que estão disponíveis gratuitamente no SUS) que poderá montar uma dieta ideal para as suas necessidades.",
        "persona":"technical"
    },
    {
        "X":"Como aplicar insulina corretor? É só na pele?",
        "y":"É sempre recomendável realizar o rodízio do local de aplicação da insulina, porque repetidas aplicações no mesmo lugar podem causar uma condição chamada lipodistrofia, em que há um crescimento exagerado da camada de gordura abaixo da pele naquele local. As partes do corpo normalmente recomendadas para realizar a aplicação da insulina são aquelas com maior acúmulo de gordura, como abdômen, parte interna da coxa, nádegas e parte de trás dos braços. Pode-se repetir a mesma região, contanto que se dê um espaço mínimo de 2,5 cm entre as aplicações. Por exemplo: você pode aplicar insulina na barriga várias vezes, mas tem que deixar uma distância mínima de 2,5 cm entre os locais de aplicação.",
        "persona":"technical"
    },
    {
        "X":"Quando tem um aniversário ou casamento, o que um diabético pode comer?",
        "y":"É importante lembrar que tudo em excesso faz mal e que mais importante que comer ou deixar de comer certos alimentos, é ter uma dieta balanceada com os nutrientes e calorias adequadas para cada pessoa. Por isso, é ideal que se consulte com um nutricionista (que estão disponíveis gratuitamente no SUS) que poderá montar uma dieta ideal para as suas necessidades.",
        "persona":"technical"
    },
    {
        "X":"Meu almoço: um pouco de arroz, chicória abafada, carne moída e batata doce. De acompanhamento, salada de alface.",
        "y":"Essa é uma boa composição, lembre-se que a salada deve preecher pelo menos metade do prato. Para uma orientação mais específica o ideal é que você se consulte com um nutricionista (que estão disponíveis gratuitamente no SUS) pois ele poderá montar uma dieta ideal para as suas necessidades.",
        "persona":"simple"
    },
    {
        "X":"Bom dia. Gostaria de saber alguma coisa natural para abaixar a diabetes.",
        "y":"As chamadas medidas naturais são as mudanças que fazemos no nosso estilo de vida para viver de forma mais saudável. Essas medidas incluem ter uma alimentação balanceada, praticar exercícios físicos regularmente e perder peso.\nNem todas as plantas medicinais e remédios caseiros estão proibidos, mas muitos não podem ser utilizados porque provocam efeitos colaterais e acabam não melhorando o diabetes. É preciso conversar com seu médico sempre antes de fazer qualquer mudança no seu tratamento.",
        "persona":"technical"
    },
    {
        "X":"Boa noite, grupo. Alguém sabe me dizer o que acontece se tomarmos insulina sempre no mesmo lugar? No meu caso, tomo insulina sempre na barriga, tem algum problema? Obrigada.",
        "y":"É sempre recomendável realizar o rodízio do local de aplicação da insulina, porque repetidas aplicações no mesmo lugar podem causar uma condição chamada lipodistrofia, em que há um crescimento exagerado da camada de gordura abaixo da pele naquele local. As partes do corpo normalmente recomendadas para realizar a aplicação da insulina são aquelas com maior acúmulo de gordura, como abdômen, parte interna da coxa, nádegas e parte de trás dos braços. Pode-se repetir a mesma região, contanto que se dê um espaço mínimo de 2,5 cm entre as aplicações. Por exemplo: você pode aplicar insulina na barriga várias vezes, mas tem que deixar uma distância mínima de 2,5 cm entre os locais de aplicação.",
        "persona":"technical"
    },
    {
        "X":"Almoço de hoje: jiló com cebola e tomate, angu, coxinha de frango e batata com carne seca e cebolinha.",
        "y":"Não há nenhuma restrição de alimentos para os diabéticos, o importante é se atentar a quantidade (principalmente de carboidratos/açúcares) a ser consumida e a adotar de uma padrão alimentar saudável. Para uma orientação mais específica o ideal é que você se consulte com um nutricionista (que estão disponíveis gratuitamente no SUS) pois ele poderá montar uma dieta ideal para as suas necessidades.",
        "persona":"simple"
    },
    {
        "X":"Podemos comer batata inglesa?",
        "y":"Pode sim. Não há nenhuma restrição de alimentos para os diabéticos, o importante é se atentar a quantidade (principalmente de carboidratos/açúcares) a ser consumida e a adotar de uma padrão alimentar saudável. Para uma orientação mais específica o ideal é que você se consulte com um nutricionista (que estão disponíveis gratuitamente no SUS) pois ele poderá montar uma dieta ideal para as suas necessidades.",
        "persona":"simple"
    },
    {
        "X":"Boa noite, amigos e amigas! Depois de uma janta, neste frio, vou de chimarrão quentinho.",
        "y":"Boa ideia! Chás são uma ótima alternativa aos sucos e refrigerantes, mas lembre-se: ter uma dieta equilibrada em nutrientes e calorias é essencial para o controle do diabetes.",
        "persona":"simple"
    },
    {
        "X":"Estou com a glicose 143 em jejum, é bom ou ruim? Bom dia pra todos.",
        "y":"No tratamento da pessoa com diabetes, os valores ideais de glicose no sangue (glicemia) dependem de vários fatores, como a hora do dia em que a medida é feita e quando foi consumida a última refeição. De modo geral, em jejum e antes das refeições, a glicemia alvo está entre 80 e 130. Por outro lado, até 2 horas depois das refeições, tolera-se uma glicemia de até 180. No entanto, essa meta pode ser alterada de acordo com algumas características de cada indivíduo. Nesse sentido, o médico pode optar por fazer um controle mais restrito em pessoas jovens, saudáveis e/ou com pouco tempo de diabetes, buscando valores de glicemia mais baixos. Por outro lado, pode-se tolerar um controle menos restrito em pessoas idosas, com outros problemas de saúde e/ou com longo tempo de diabetes, estabelecendo metas de glicemia mais altas. Portanto, ainda que seu exame esteja dentro das metas acima, pode ser que elas não sejam as mais adequadas para você, por isso é muito importante que você mantenha controle regular com um médico, que irá estabelecer o melhor tratamento para o seu caso.",
        "persona":"technical"
    },
    {
        "X":"Eu também estava triste, pois estava tomando Glifage de 800 mg e a glicemia sempre estava acima de 280–300. Indicaram o Diamicron e, graças a Deus, estou com 99 a 150.",
        "y":"É uma excelente notícia! Lembre-se de que esses bons resultados precisam ser mantidos, portanto é necessário continuar praticando os bons hábitos de vida. Mantenha uma dieta equilibrada, pratique exercícios físicos regularmente, tome os remédios nas doses prescritas e nos horários corretos e consulte o seu médico periodicamente.",
        "persona":"technical"
    },
    {
        "X":"Meu Deus, eu estou indisposta hoje, estou com um barulho na minha cabeça e a minha pressão está em 9. Eu estou tão mal que só Deus na minha vida.",
        "y":"Esses não são sintomas típicos de diabetes. No entanto, não devem ser ignorados, pois podem indicar algum outro problema de saúde! Portanto, é importante que se procure um médico.\nAgora, caso você esteja suando muito, tendo muita fome, sofrendo com tremedeiras, fraqueza, palpitação, coração batendo acelerado, ansiedade/agitação ou confusão mental pode ser que a quantidade de açúcar no seu sangue esteja muito baixa, e isso pode ser grave.",
        "persona":"technical"
    },
    {
        "X":"Bom dia. Graças a Deus, glicose em jejum está 97.",
        "y":"É uma excelente notícia! Lembre-se de que esses bons resultados precisam ser mantidos, portanto é necessário continuar praticando os bons hábitos de vida. Mantenha uma dieta equilibrada, pratique exercícios físicos regularmente, tome os remédios nas doses prescritas e nos horários corretos e se consulte com o seu médico periodicamente.",
        "persona":"technical"
    },
    {
        "X":"Minha diabetes, o que vocês acham? Em jejum: 110; no almoço: 101; no jantar: 120.",
        "y":"No tratamento da pessoa com diabetes, os valores ideais de glicose no sangue (glicemia) dependem de vários fatores, como a hora do dia em que a medida é feita e quando foi consumida a última refeição. De modo geral, em jejum e antes das refeições, a glicemia alvo está entre 80 e 130. Por outro lado, até 2 horas depois das refeições, tolera-se uma glicemia de até 180. No entanto, essa meta pode ser alterada de acordo com algumas características de cada indivíduo. Nesse sentido, o médico pode optar por fazer um controle mais restrito em pessoas jovens, saudáveis e/ou com pouco tempo de diabetes, buscando valores de glicemia mais baixos. Por outro lado, pode-se tolerar um controle menos restrito em pessoas idosas, com outros problemas de saúde e/ou com longo tempo de diabetes, estabelecendo metas de glicemia mais altas. Portanto, ainda que seu exame esteja dentro das metas acima, pode ser que elas não sejam as mais adequadas para você, por isso é muito importante que você mantenha controle regular com um médico, que irá estabelecer o melhor tratamento para o seu caso.",
        "persona":"technical"
    },
    {
        "X":"Boa noite, estou precisando de um conselho. Sou diabética tipo 2 e ando sofrendo, há vários dias,  com dor no dente; pra ser mais clara, um canal quebrou e as dores são quase insuportáveis. Consegui um atendimento para amanhã, mas a dentista não sabe que sou diabética. Minha grande dúvida é dizer ou não, alguns que já procurei não quiseram me atender, por ser perigoso. E eu não consigo encontrar um dentista especialistas em diabetes.",
        "y":"Alguns procedimentos médicos exigem maiores cuidados para serem realizados em pessoas que sofrem de diabetes e alguns nem podem ser realizados nessas pessoas. Por isso, é muito importante que qualquer profissional de saúde que te atenda - incluindo sua dentista - saiba que você tem diabetes. Se a sua dentista não se sente confortável para te atender, poderá indicar outro profissional capacitado. Omitir a informação de que você é diabética pode ser perigoso.",
        "persona":"technical"
    },
    {
        "X":"Boa tarde. Tomo remédio para dormir e como maracujá e não consigo dormir cedo. O que fazer?",
        "y":"A falta de sono pode ter muitas causas. Não é possível sugerir um tratamento levando em conta apenas o que você nos contou. Sugerimos que você procure um médico para que ele possa avaliar a sua situação.",
        "persona":"technical"
    },
    {
        "X":"Banana prata pode?",
        "y":"Pode sim. Não há nenhuma restrição de alimentos para os diabéticos, o importante é se atentar a quantidade (principalmente de carboidratos/açúcares) a ser consumida e a adotar de uma padrão alimentar saudável. Para uma orientação mais específica o ideal é que você se consulte com um nutricionista (que estão disponíveis gratuitamente no SUS) pois ele poderá montar uma dieta ideal para as suas necessidades.",
        "persona":"simple"
    },
    {
        "X":"Alguém aqui tem problemas nos rins por causa do diabetes?",
        "y":"Uma complicação comum do diabetes é uma doença nos rins chamada \"nefropatia diabética\". Essa doença costuma avançar lentamente, mas pode ficar muito grave. Para prevenir essa complicação, é importante manter a quantidade de açúcar no sangue dentro dos limites adequados para cada pessoa e controlar o diabetes com o auxílio de um médico.",
        "persona":"technical"
    },
    {
        "X":"Glicose 2 horas após o almoço: 79.",
        "y":"O valor ideal da glicemia (quantidade de açúcar no sangue) a ser alcançada é diferente para cada pessoa. As metas de glicemia são feitas levando-se em consideração a condição geral de cada um. Dessa forma, só é possível saber se a glicemia de uma pessoa está nos níveis adequados após ser realizada uma avaliação geral da saúde e da história médica dessa pessoa. Por isso, é importante que você consulte com seu médico e conte o que está acontecendo. De maneira alguma deve-se mudar o tratamento sem consultá-lo.\nÉ importante lembrar que quando a glicemia cai para níveis abaixos de 70 ocorre a hipoglicemia. Na hipoglicemia os sintomas mais comuns são: suor, fome, tremedeira, fraqueza, palpitação, aumento da frequência cardíaca (coração batendo mais rápido), ansiedade/agitação, confusão mental e cefaléia (dor de cabeça).",
        "persona":"technical"
    },
    {
        "X":"Gente, diabético pode comer amendoim?",
        "y":"O amendoim possui fibras de baixo índice glicêmico (o açúcar presente nele é absorvido mais lentamente) e isso é algo positivo para quem tem diabetes. Mas também é importante lembrar que tudo em excesso faz mal e que mais importante que comer ou deixar de comer certos alimentos, é ter uma dieta balanceada com os nutrientes e calorias adequadas para cada pessoa. Por isso, é ideal que se consulte com um nutricionista (que estão disponíveis gratuitamente no SUS) que poderá montar uma dieta ideal para as suas necessidades.",
        "persona":"technical"
    },
    {
        "X":"Boa tarde, minha glicose depois do almoço está boa ou ruim? (95)",
        "y":"\nNo tratamento da pessoa com diabetes, os valores ideais de glicose no sangue (glicemia) dependem de vários fatores, como a hora do dia em que a medida é feita e quando foi consumida a última refeição. De modo geral, em jejum e antes das refeições, a glicemia alvo está entre 80 e 130. Por outro lado, até 2 horas depois das refeições, tolera-se uma glicemia de até 180. No entanto, essa meta pode ser alterada de acordo com algumas características de cada indivíduo. Nesse sentido, o médico pode optar por fazer um controle mais restrito em pessoas jovens, saudáveis e/ou com pouco tempo de diabetes, buscando valores de glicemia mais baixos. Por outro lado, pode-se tolerar um controle menos restrito em pessoas idosas, com outros problemas de saúde e/ou com longo tempo de diabetes, estabelecendo metas de glicemia mais altas. Portanto, ainda que seu exame esteja dentro das metas acima, pode ser que elas não sejam as mais adequadas para você, por isso é muito importante que você mantenha controle regular com um médico, que irá estabelecer o melhor tratamento para o seu caso.",
        "persona":"technical"
    },
    {
        "X":"Bom dia, meus amigos. Nós, diabéticos, podemos comer pipoca?",
        "y":"A pipoca é um alimento com a presença de fibras e não só carboidratos, por isso, ela pode ser consumida. Porém, se atente à quantidade e evite o uso excessivo de óleo/manteiga, sal e prefira a pipoca caseira. Para uma orientação mais específica o ideal é que você se consulte com um nutricionista (que estão disponíveis gratuitamente no SUS) pois ele poderá montar uma dieta ideal para as suas necessidades.",
        "persona":"simple"
    },
    {
        "X":"Queria saber se pode comer coisas diet. Exemplos: doces, geleias, etc.",
        "y":"Alimentos diet possuem menos calorias que alimentos normais, e isso pode ser bom para quem precisa controlar o diabetes. No entanto, é necessária a ajuda de um médico ou de um nutricionista para ver quais alimentos podem ser consumidos e quais devem ser deixados de lado. Além da quantidade de calorias de cada alimento, há outros fatores que devem ser levados em conta. Também é importante lembrar que tudo em excesso faz mal e que mais importante que comer ou deixar de comer certos alimentos, é ter uma dieta balanceada com os nutrientes e calorias adequadas para cada pessoa. Por isso, é ideal que se consulte com um nutricionista (que estão disponíveis gratuitamente no SUS) que poderá montar uma dieta ideal para as suas necessidades.",
        "persona":"technical"
    },
    {
        "X":"Como as fitas para medir diabetes são caras :/ :/ Com 50 está R$ 100,00. O SUS só fornece pra quem usa insulina.",
        "y":"Para pegar as fitas de medição da glicemia, basta levar uma receita médica com o pedido. Lembre-se que essa receita deve ser recente e conter o carimbo do médico. No entanto, é importante lembrar que pessoas com diabetes do tipo 2, e que não fazem uso de insulina, não têm direito às fitas. Se for o seu caso, não precisa se preocupar. O uso do glicosímetro só é necessário para quem usa insulina. Se você não precisa tomar insulina, não é necessário o uso dessas fitas.",
        "persona":"technical"
    },
    {
        "X":"Diabéticos do tipo 2 podem consumir algum tipo de açúcar ou adoçante?",
        "y":"Podem sim! Mas é importante lembrar que tudo em excesso faz mal e que mais importante que comer ou deixar de comer certos alimentos, é ter uma dieta balanceada com os nutrientes e calorias adequadas para cada pessoa. Por isso, é ideal que se consulte com um nutricionista (que estão disponíveis gratuitamente no SUS) que poderá montar uma dieta ideal para as suas necessidades.\nQuanto aos adoçantes, a sucralose, o aspartame e a stevia são adoçantes que não possuem calorias, então não aumentam a quantidade de açúcar no sangue. Logo, eles podem ser utilizados por pessoas com diabetes. No entanto, é preciso lembrar que seu uso deve ser feito com moderação.",
        "persona":"technical"
    },
    {
        "X":"Estou com a diabetes muito alta, tenho doença renal crônica, faço regime e caminhada e tomo insulina. Já passei para o médico e ele aumentou a dose da insulina e nada de abaixar. Estou tomando pau-tenente, mas sem resultado. Não sei o que fazer. Hoje pela manhã medi 289.",
        "y":"Lidar com uma doença crônica pode ser muito difícil e doloroso. Porém, esse processo também pode ser visto como uma nova chance de se tratar de uma forma mais carinhosa e saudável! As mudanças de estilo de vida (alimentação saudável, prática de exercícios físicos, perda de peso...) são uma parte fundamental do tratamento de qualquer pessoa com diabetes. Para além disso, porém, elas promovem uma mudança em toda a forma de se relacionar com o corpo. Dê uma chance à saúde, é possível controlar o diabetes!",
        "persona":"technical"
    },
    {
        "X":"Farinha de mandioca faz mal pra diabetes?",
        "y":"A farinha de mandioca é um alimento com alto valor de calorias índice glicêmico, e isso significa que seu consumo contribui para rápido aumento da glicemia (concentração de açúcar no sangue), demandando mais insulina. Quando consumida de maneira não rotineira, e dentro de um plano alimentar adequado, não haverá prejuízos à saúde, mas outras opções menos refinadas e mais ricas em fibras, como a aveia ou a farinha de arroz podem ser incluídas mais facilmente no dia a dia. Busque sempre opções menos processadas e mais ricas em fibras, e lembre-se que ter uma dieta equilibrada em nutrientes e calorias é o essencial para o controle do diabetes. Procure um nutricionista (disponível gratuitamente no SUS) para montar um plano alimentar que seja ideal para você e suas necessidades.",
        "persona":"simple"
    },
    {
        "X":"Pessoal, estou arrotando muito e liberando tantos gases que até a parceira não quer transar. São efeitos ou sintomas de diabetes?",
        "y":"Soltar muitos gases pode ser normal para pessoas que se alimentam com alimentos ricos em fibras, que são alimentos saudáveis e recomendados. Além disso, o uso da metformina também pode provocar a soltura de gases durante os primeiros meses de uso.",
        "persona":"technical"
    },
    {
        "X":"O que comer pra diminuir a diabetes?",
        "y":"O tratamento do diabetes é feito a partir de um diagnóstico médico, com utilização de medicamentos e com a mudança de hábitos de vida, com auxílio de um nutricionista e outros profissionais de saúde. Não existe nenhum alimento com a capacidade de abaixar o curar o diabetes. Para uma orientação mais específica o ideal é que você se consulte com um nutricionista (que estão disponíveis gratuitamente no SUS) pois ele poderá montar uma dieta ideal para as suas necessidades.",
        "persona":"simple"
    },
    {
        "X":"Diabéticos podem comer batata frita?",
        "y":"A batata frita é um alimento para ser consumido as vezes e com moderação, além de ter uma quantidade elevada de gordura, o excesso é prejudicial, já que é um alimento fonte de amido (carboidrato). Para uma orientação mais específica o ideal é que você se consulte com um nutricionista (que estão disponíveis gratuitamente no SUS) pois ele poderá montar uma dieta ideal para as suas necessidades.",
        "persona":"simple"
    },
    {
        "X":"Antes do café estava 126, 2 horas após, este resultado. O que vocês acham? Por favor, alguém pode me responder? Grata",
        "y":"No tratamento da pessoa com diabetes, os valores ideais de glicose no sangue (glicemia) dependem de vários fatores, como a hora do dia em que a medida é feita e quando foi consumida a última refeição. De modo geral, em jejum e antes das refeições, a glicemia alvo está entre 80 e 130. Por outro lado, até 2 horas depois das refeições, tolera-se uma glicemia de até 180. No entanto, essa meta pode ser alterada de acordo com algumas características de cada indivíduo. Nesse sentido, o médico pode optar por fazer um controle mais restrito em pessoas jovens, saudáveis e/ou com pouco tempo de diabetes, buscando valores de glicemia mais baixos. Por outro lado, pode-se tolerar um controle menos restrito em pessoas idosas, com outros problemas de saúde e/ou com longo tempo de diabetes, estabelecendo metas de glicemia mais altas. Portanto, ainda que seu exame esteja dentro das metas acima, pode ser que elas não sejam as mais adequadas para você, por isso é muito importante que você mantenha controle regular com um médico, que irá estabelecer o melhor tratamento para o seu caso.",
        "persona":"technical"
    },
    {
        "X":"Será que podemos tomar o Ivermectina?",
        "y":"A ivermectina não é utilizada no tratamento do diabetes. Assim como qualquer outro remédio, ela possui indicações e contra-indicações bem definidas. O seu uso deve ser prescrito por um profissional qualificado e caso se tenha qualquer dúvida consulte o seu médico.",
        "persona":"technical"
    },
    {
        "X":"Existe algum risco para o diabético ao tomar a vacina? Não entendi a necessidade da prescrição médica. Fiquei preocupado.",
        "y":"Não existe contraindicação para a vacinação em pessoas com diabetes. Pelo contrário, é muito importante que o portador de diabetes tome todas as vacinas necessárias, já que o diabetes deixa as pessoas mais vulneráveis à infecções. Além disso, é importante que seu médico confira seu cartão vacinal, pois pode ser que seja necessário tomar doses de reforço ou tomar doses de vacinas que não foram tomadas na infância.",
        "persona":"technical"
    },
    {
        "X":"Algumas de vocês já tiveram machucado na região íntima por causa do diabetes? O que usaram?",
        "y":"O diabetes pode aumentar o risco de aparecer infecções nos órgãos sexuais (as infecções genitais), principalmente a candidíase. Nesse caso, é importante você se consultar com seu médico, pois existem vários tipos de infecções genitais com várias opções de tratamento, não sendo possível indicar um remédio por aqui.",
        "persona":"technical"
    },
    {
        "X":"O uso de aranto é contra indicado pra diabético?",
        "y":"Nem todos as plantas medicinais ou remédios caseiros estão proibidos, mas muitos não podem ser utilizados, porque provocam efeitos colaterais. Além disso, os remédios caseiros não melhoram o diabetes. É preciso sempre conversar com o seu médico antes de fazer qualquer mudança no seu tratamento.",
        "persona":"technical"
    },
    {
        "X":"Diabético pode doar sangue?",
        "y":"A pessoa com diabetes pode doar sangue se estiver controlando a doença apenas com dieta ou remédios que sejam hipoglicemiantes orais e que não tenha problemas nos vasos sanguíneos. Caso essa pessoa tenha utilizado insulina uma única vez, não poderá doar sangue.",
        "persona":"technical"
    },
    {
        "X":"Boa tarde, meu povo. Alguém pode me dizer se diabético pode comer pão de queijo?",
        "y":"Pode sim, o Guia Alimentar Para a População Brasileira traz como um dos exemplos de café da manhã a combinação de pão de queijo, café com leite e mamão. Se atente à quantidade a ser consumida, pois todos os exageros são prejudiciais.  Para uma orientação mais específica o ideal é que você se consulte com um nutricionista (que estão disponíveis gratuitamente no SUS) pois ele poderá montar uma dieta ideal para as suas necessidades.",
        "persona":"simple"
    },
    {
        "X":"Pessoal, vocês conhecem o Sylocimol?",
        "y":"Não existem estudos a respeito da água que o Sylocimol produz. Com toda certeza ela não é efetiva para controlar o diabetes e, portanto, se você possuir diabetes não deve parar de seguir as orientações do seu médico para beber essa água. Além disso, o ideal é que você beba água filtrada.",
        "persona":"technical"
    },
    {
        "X":"Gente, muito se fala do arroz, mas o que dizer dos flocos de arroz? Vocês sabe me falar se faz mal?",
        "y":"Os flocos de arroz tem uma quantidade elevada de carboidratos por uma pequena porção, com isso, o seu consumo deve ser moderado. Para uma orientação mais específica o ideal é que você se consulte com um nutricionista (que estão disponíveis gratuitamente no SUS) pois ele poderá montar uma dieta ideal para as suas necessidades.",
        "persona":"simple"
    },
    {
        "X":"Bom dia, povo. Gostaria de saber se alguém do grupo já tomou limão com açafrão de manhã, em jejum, para abaixar a diabetes. Me conta se a experiência foi boa.",
        "y":"O consumo de limão com açafrão não causa nenhum mal, mas também não traz nenhum benefício no sentido de reduzir a glicemia (quantidade de açúcar no sangue). Além disso, lembre-se que para manter a glicemia sob controle é importante seguir a dieta recomendada por um profissional capactidado, realizar exercícios físicos regularmente, aprender a lidar com o estresse e utilizar os remédios conforme prescrito pelo médico.",
        "persona":"technical"
    },
    {
        "X":"Bom dia. Postei aqui que meu médico trocou a insulina normal para a insulina de caneta. Alguém usa Glargina (ultra lenta) e Aspart (ultra rápida)?",
        "y":"A insulina Glargina é uma opção interessante para casos de difícil controle ou para quem sofre com hipoglicemias frequentes. Ela tem cerca de 24h de ação e mantém normais os níveis de insulina durante os períodos de jejum. \nA insulina Aspart também é uma opção interessante para casos de difícil controle ou para quem sofre com hipoglicemias frequentes. Ela tem início de ação em cerca de 5 min, podendo ser administrada logo antes das refeições.",
        "persona":"technical"
    },
    {
        "X":"Oi, boa tarde. Minha mãe é diabética tipo 2 e ela não anda por causa de artrose. Gostaria de dicas de alimentação para a janta, se puderem me passar receitas, agradeço muito.",
        "y":"O ideal é receber orientações específicas de um nutricionista, mas de modo geral, não há alimentos proibidos. Deve-se preferir os alimentos in natura e minimamente processados como: as frutas, legumes, hortaliças, carne, peixes, ovos, leite, iogurte, sementes, farinhas. Consumir com moderação os processados, aqui entram os pães, bolos, sardinha, geléia, queijos, conservas e enlatados. E evitar os ultraprocessados como: biscoitos recheados, refrigerante, produtos congelados prontos para aquecimento, cereais açucarados, refrescos, suco em pó, margarina, salsichas e presunto. Não se esqueça que o açúcar deve ser consumido com moderação, não sendo adicionado em preparações como sucos, vitaminas, cafés e chás. Lembre-se também de beber água ao longo do dia. Além disso, o sal deve ser consumido com moderação e as bebidas alcoólicas devem ser evitadas. Você pode obter mais informações no Guia Alimentar Para a População Brasileira, disponível gratuitamente para download (https://bvsms.saude.gov.br/bvs/publicacoes/guia_alimentar_populacao_brasileira_2ed.pdf).Para uma orientação mais específica o ideal é que você se consulte com um nutricionista (que estão disponíveis gratuitamente no SUS) pois ele poderá montar uma dieta ideal para as suas necessidades.",
        "persona":"simple"
    },
    {
        "X":"Quem está, a essa hora, depois de uma caminhada, abaixo de 120, dá um glória a Deus!",
        "y":"É uma excelente notícia! Lembre-se de que esses bons resultados precisam ser mantidos, portanto é necessário continuar praticando os bons hábitos de vida. Mantenha uma dieta equilibrada, pratique exercícios físicos regularmente, tome os remédios nas doses prescritas e nos horários corretos e consulte o seu médico periodicamente.",
        "persona":"technical"
    },
    {
        "X":"O que é bom para baixar a glicose, fora os remédios?",
        "y":"Para o tratamento do diabetes é importante ter uma dieta saudável, praticar exercícios físicos regularmente e tomar os remédios prescritos pelo médico. O objetivo é abaixar devagar a quantidade de açúcar no sangue e manter essa quantidade equilibrada durante todo o dia. Quando uma pessoa sente os sintomas do diabetes, isso quer dizer que a quantidade de açúcar no sangue está muito alta. Nesse caso, pode ser necessário um tratamento para abaixar rapidamente o açúcar do sangue.",
        "persona":"technical"
    },
    {
        "X":"E o que é uma dieta saudável?",
        "y":"O ideal é receber orientações específicas de um nutricionista, mas de modo geral, não há alimentos proibidos. Deve-se preferir os alimentos in natura e minimamente processados como: as frutas, legumes, hortaliças, carne, peixes, ovos, leite, iogurte, sementes, farinhas. Consumir com moderação os processados, aqui entram os pães, bolos, sardinha, geléia, queijos, conservas e enlatados. E evitar os ultraprocessados como: biscoitos recheados, refrigerante, produtos congelados prontos para aquecimento, cereais açucarados, refrescos, suco em pó, margarina, salsichas e presunto. Não se esqueça que o açúcar deve ser consumido com moderação, não sendo adicionado em preparações como sucos, vitaminas, cafés e chás. Lembre-se também de beber água ao longo do dia. Além disso, o sal deve ser consumido com moderação e as bebidas alcoólicas devem ser evitadas. Você pode obter mais informações no Guia Alimentar Para a População Brasileira, disponível gratuitamente para download (https://bvsms.saude.gov.br/bvs/publicacoes/guia_alimentar_populacao_brasileira_2ed.pdf).Para uma orientação mais específica o ideal é que você se consulte com um nutricionista (que estão disponíveis gratuitamente no SUS) pois ele poderá montar uma dieta ideal para as suas necessidades.",
        "persona":"simple"
    },
    {
        "X":"Boa noite, estou com neuropatia periférica. Já fui ao neurologista e ele me passou Gabapentina e algumas vitaminas, mas não resolveu o meu caso. Estou há sete meses esperando para fazer um exame e nada. Hoje estou sofrendo dia e noite com a doença, os pés incham e as pernas; de dia fica ardendo e à noite piora. Não tenho remédio pra colocar, nem alguma pomada, e nem mesmo o exame posso fazer, ainda estou na espera. Em suma, estou com os pés e pernas doloridas diariamente e sem poder fazer nada.",
        "y":"O primeiro passo para tratar a neuropatia é controlar a glicemia (quantidade de açúcar no sangue) e impedir o avanço dessa complicação. É preciso também ter muito cuidado com os pés: não ficar descalço, evitar sapatos de bico apertado, utilizar tênis confortáveis e frequentemente dar uma boa olhada no pé todo para ver se há alguma ferida ou infecção. ",
        "persona":"technical"
    },
    {
        "X":"Pessoal, alguém está com a vista meio turva também e pernas formigando muito? A vista cansa, andar cansa. Eu estou orando demais para Deus me curar, e se não curar logo, me livrar de uma complicação. Sou diabética há 8 anos, desde os 11 anos de idade, e agora tenho 19. Fiquei uns 7 anos sem me cuidar, agora esse ano que estou controlando, lutando. Me dêem uma opinião boa.",
        "y":"Lidar com uma doença crônica pode ser muito difícil e doloroso. Porém, esse processo também pode ser visto como uma nova chance de se tratar de uma forma mais carinhosa e saudável! O formigamento nas pernas e a visão turva podem ser causadas por complicações crônicas do diabetes chamadas de neuropatia e retinopatia, respectivamente. É muito importante que você faça acompanhamento regulares com seu médico, faça o uso correto da medicação prescrita, siga uma dieta balanceada e equilibrada e faça atividades físicas regularmente. Dê uma chance à saúde, é possível controlar o diabetes! Além disso, estão disponíveis gratuitamente pelo SUS profissionais como psicólogos e nutricionistas que também podem auxiliar nesse processo!",
        "persona":"technical"
    },
    {
        "X":"Hoje passei no endocrinologista, ele viu os exames e não disse nada, só disse que está tudo bem. Eu disse que estou com espuma na urina e ele disse que é normal! Nossa, esses médicos do SUS, a maioria não está nem aí, nem passou remédio.",
        "y":"Não é fácil conviver com uma doença crônica, e muitas vezes ficamos ansiosos por algo que nos traga alívio imediato. No entanto, nem sempre tomar um remédio ou fazer uma cirurgia é a melhor medida a ser tomada. É preciso sempre confiar no profissional de saúde que te acompanha e seguir as suas recomendações. Controlar o diabetes e viver uma vida normal é completamente possível!",
        "persona":"technical"
    },
    {
        "X":"Qual leite é o ideal? Tomo muito pouco, mas prefiro o integral e o semi desnatado.",
        "y":"O leite desnatado possui uma quantidade menor de gorduras e carboidratos do que o leite integral, por isso, entre os leites de vaca, pode ser considerado o mais adequado para o consumo. Mas é importante lembrar que tudo em excesso faz mal e que mais importante que comer ou deixar de comer certos alimentos, é ter uma dieta balanceada com os nutrientes e calorias adequadas para cada pessoa. Por isso, é ideal que se consulte com um nutricionista (que estão disponíveis gratuitamente no SUS) que poderá montar uma dieta ideal para as suas necessidades.",
        "persona":"technical"
    },
    {
        "X":"Alguém conhece algum remédio caseiro pelo qual melhorou da diabetes?",
        "y":"Nem todos os remédios caseiros estão proibidos, mas muitos não podem ser utilizados, porque provocam efeitos colaterais. Além disso, os remédios caseiros não melhoram o diabetes e não devem ser utilizados para controle ou tratamento. Para o controle do diabetes, é importante que você converse com seu médico para construir um tratamento adequado ao seu estilo de vida, de forma que você consiga manter a proposta, além de ter uma alimentação saudável e praticar exercícios físicos.",
        "persona":"technical"
    },
    {
        "X":"Tem algum suplemento, ou algo que diabético possa comer ou tomar para engordar?",
        "y":"Suplementos devem ser avaliados individualmente por um profissional nutricionista. Para uma orientação mais específica o ideal é que você se consulte com um nutricionista (que estão disponíveis gratuitamente no SUS) pois ele poderá montar uma dieta ideal para as suas necessidades.",
        "persona":"simple"
    },
    {
        "X":"Excelente domingo a todos. Estou me sentindo cada dia melhor e com vontade de viver. Hoje tomei semente de chia e a medicação prescrita. Bom dia.",
        "y":"É uma excelente notícia! Lembre-se de que esses bons resultados precisam ser mantidos, portanto é necessário continuar praticando os bons hábitos de vida. Mantenha uma dieta equilibrada, pratique exercícios físicos regularmente, tome os remédios nas doses prescritas e nos horários corretos e consulte o seu médico periodicamente.",
        "persona":"technical"
    },
    {
        "X":"O que meus 14 anos de DM1 me ensinaram, com furos de dedos diários e insulina aplicadas diariamente, é que o controle da diabetes tem um tripé: medicação, alimentação e atividade física. Se qualquer um desses faltar, o controle será prejudicado. Felicidades, disciplina e muita saúde para nós 👍",
        "y":"Muito bem! Você está certíssima! ",
        "persona":"technical"
    },
    {
        "X":"Hoje fiz ovo no molho de açafrão com bastante cheiro verde e cebola. ❤️ Bom almoço, amigos. ❤️",
        "y":"Não há nenhuma restrição de alimentos para os diabéticos, o importante é se atentar a quantidade (principalmente de carboidratos/açúcares) a ser consumida e a adotar de uma padrão alimentar saudável. Para uma orientação mais específica o ideal é que você se consulte com um nutricionista (que estão disponíveis gratuitamente no SUS) pois ele poderá montar uma dieta ideal para as suas necessidades.",
        "persona":"simple"
    },
    {
        "X":"Podemos comer mocotó?",
        "y":"O caldo de mocotó não possui muito carboidrato. Entretanto, possui muitas gorduras e por isso, o seu consumo deve ser moderado. Para uma orientação mais específica o ideal é que você se consulte com um nutricionista (que estão disponíveis gratuitamente no SUS) pois ele poderá montar uma dieta ideal para as suas necessidades.",
        "persona":"simple"
    },
    {
        "X":"Quanto seria a medida ideal da glicose duas horas depois das principais refeições?",
        "y":"No tratamento da pessoa com diabetes, os valores ideais de glicose no sangue (glicemia) dependem de vários fatores, como a hora do dia em que a medida é feita e quando foi consumida a última refeição. De modo geral, em jejum e antes das refeições, a glicemia alvo está entre 80 e 130. Por outro lado, até 2 horas depois das refeições, tolera-se uma glicemia de até 180. No entanto, essa meta pode ser alterada de acordo com algumas características de cada indivíduo. Nesse sentido, o médico pode optar por fazer um controle mais restrito em pessoas jovens, saudáveis e/ou com pouco tempo de diabetes, buscando valores de glicemia mais baixos. Por outro lado, pode-se tolerar um controle menos restrito em pessoas idosas, com outros problemas de saúde e/ou com longo tempo de diabetes, estabelecendo metas de glicemia mais altas. Portanto, ainda que seu exame esteja dentro das metas acima, pode ser que elas não sejam as mais adequadas para você, por isso é muito importante que você mantenha controle regular com um médico, que irá estabelecer o melhor tratamento para o seu caso.",
        "persona":"technical"
    },
    {
        "X":"Eu comprei o adoçante de batata yacon e o meu café ficou horrível, parece que ficou salgado em vez de doce.",
        "y":"A sucralose, o aspartame e a stevia são adoçantes que não possuem calorias, então não aumentam a quantidade de açúcar no sangue. Logo, eles podem ser utilizados por pessoas com diabetes. No entanto, é preciso lembrar que seu uso deve ser feito com moderação.",
        "persona":"technical"
    },
    {
        "X":"O cabelo de vocês também ficou fraco? Ou só o meu?",
        "y":"Em princípio, o diabetes em si não está associado à queda de cabelo. Existem diversas situações, como uso de produtos químicos no cabelo, como o estresse, como infecções por fungos na cabeça, ou como doenças (doenças da tireoide, lúpus, deficiência de ferro e de vitaminas do tipo B) que podem levar à queda de cabelo , portanto é importante que você se consulte com um médico para que ele avalie e tente buscar outras razões para a sua queda capilar.",
        "persona":"technical"
    },
    {
        "X":"Pipoca de microondas pode?",
        "y":"A pipoca é um alimento com muitas calorias e carboidratos. O seu consumo faz subir muito a quantidade de açúcar no sangue (glicemia), e, portanto, deve ser evitado pelas pessoas com diabetes. É importante lembrar que tudo em excesso faz mal e que mais importante que comer ou deixar de comer certos alimentos, é ter uma dieta balanceada com os nutrientes e calorias adequadas para cada pessoa. Por isso, é ideal que se consulte com um nutricionista (que estão disponíveis gratuitamente no SUS) que poderá montar uma dieta ideal para as suas necessidades.",
        "persona":"technical"
    },
    {
        "X":"Coração apertado, vamos entender que: Diabetes com educação é diabetes sem complicação.",
        "y":"É isso mesmo! É muito importante que o portador de diabetes aprenda tudo o que puder sobre essa doença. Com mais informações a respeito do diabetes, fica bem mais fácil compreender como funciona o tratamento, a importância de se tratar corretamente, e qual é o melhor modo de prevenir o aparecimento de complicações.",
        "persona":"technical"
    },
    {
        "X":"Fiz o exame para levar para o médico, me digam se está alto. Hemoglobina glicada 6,4. Glicemia em jejum 116.",
        "y":"No tratamento da pessoa com diabetes, os valores ideais de glicose no sangue (glicemia) dependem de vários fatores, como a hora do dia em que a medida é feita e quando foi consumida a última refeição. De modo geral, em jejum e antes das refeições, a glicemia alvo está entre 80 e 130. Por outro lado, até 2 horas depois das refeições, tolera-se uma glicemia de até 180. No entanto, essa meta pode ser alterada de acordo com algumas características de cada indivíduo. Nesse sentido, o médico pode optar por fazer um controle mais restrito em pessoas jovens, saudáveis e/ou com pouco tempo de diabetes, buscando valores de glicemia mais baixos. Por outro lado, pode-se tolerar um controle menos restrito em pessoas idosas, com outros problemas de saúde e/ou com longo tempo de diabetes, estabelecendo metas de glicemia mais altas. Portanto, ainda que seu exame esteja dentro das metas acima, pode ser que elas não sejam as mais adequadas para você, por isso é muito importante que você mantenha controle regular com um médico, que irá estabelecer o melhor tratamento para o seu caso. Em relação a glicada, de modo geral, no tratamento da pessoa com diabetes, busca-se atingir valores de hemoglobina glicada (HbA1c) menores que 7,0%. No entanto, essa meta pode ser alterada de acordo com algumas características de cada indivíduo. Nesse sentido, o médico pode optar por fazer um controle mais restrito em pessoas jovens, saudáveis e/ou com pouco tempo de diabetes, buscando um valor de hemoglobina glicada (HbA1c) próximo a 6,5%. Por outro lado, pode-se tolerar um controle menos restrito em pessoas idosas, com outros problemas de saúde e/ou com longo tempo de diabetes, estabelecendo metas de hemoglobina glicada (HbA1c) próximas a 8%. Portanto, ainda que seu exame esteja dentro das metas acima, pode ser que elas não sejam as mais adequadas para você, por isso é muito importante que você mantenha controle regular com um médico, que irá estabelecer o melhor tratamento para o seu caso. ",
        "persona":"technical"
    },
    {
        "X":"Podemos tomar Coca-Cola zero açúcar?",
        "y":"A coca-cola zero não possui açúcar, mas são utilizados na sua composição adoçantes, além dos aditivos químicos, não sendo uma bebida saudável. Por isso, o seu consumo deve ser moderado. Para uma orientação mais específica o ideal é que você se consulte com um nutricionista (que estão disponíveis gratuitamente no SUS) pois ele poderá montar uma dieta ideal para as suas necessidades.",
        "persona":"simple"
    },
    {
        "X":"Alguma novidade para abaixar glicose, amigos do grupo? Estou com 158 de glicose!",
        "y":"Para tratar o diabetes deve-se comer de forma saudável, praticar exercícios físicos regularmente e, quando necessário, usar remédios que forem prescritos pelo médico. Normalmente, o objetivo do tratamento é fazer a glicemia (quantidade de açúcar no sangue) abaixar devagar e ficar controlada ao longo do dia. Quando uma pessoa descobre que tem diabetes por causa dos sintomas, isso normalmente significa que a glicemia dela estava muito alta. Nesse caso, pode ser necessário um tratamento que abaixe a quantidade de açúcar do sangue mais rapidamente.",
        "persona":"technical"
    },
    {
        "X":"Será que podemos tomar vinagre orgânico de maçã?",
        "y":"O vinagre de maçã, assim como qualquer alimento, não melhora o diabetes. Não há nenhuma restrição de alimentos para os diabéticos, o importante é se atentar a quantidade (principalmente de carboidratos/açúcares) a ser consumida e a adotar de uma padrão alimentar saudável. Para uma orientação mais específica o ideal é que você se consulte com um nutricionista (que estão disponíveis gratuitamente no SUS) pois ele poderá montar uma dieta ideal para as suas necessidades.",
        "persona":"simple"
    },
    {
        "X":"Olá, gente. Eu sou diabética tipo 2 há 4 anos, no momento uso 4 comprimidos de Glifage 500, 1 Forxiga 10, 1 Azukon 30. Essas medicações ao decorrer do dia, mas minha glicemia não abaixa e sempre de 180 pra cima, mesmo com dieta, será o caso de ir pra insulina? Minha glicada está em 11. Essas medicações me dão muita dor de barriga, alguém passa pelo mesmo?",
        "y":"\nNo tratamento da pessoa com diabetes, os valores ideais de glicose no sangue (glicemia) dependem de vários fatores, como a hora do dia em que a medida é feita e quando foi consumida a última refeição. De modo geral, em jejum e antes das refeições, a glicemia alvo está entre 80 e 130. Por outro lado, até 2 horas depois das refeições, tolera-se uma glicemia de até 180. No entanto, essa meta pode ser alterada de acordo com algumas características de cada indivíduo. Nesse sentido, o médico pode optar por fazer um controle mais restrito em pessoas jovens, saudáveis e/ou com pouco tempo de diabetes, buscando valores de glicemia mais baixos. Por outro lado, pode-se tolerar um controle menos restrito em pessoas idosas, com outros problemas de saúde e/ou com longo tempo de diabetes, estabelecendo metas de glicemia mais altas. Portanto, ainda que seu exame esteja dentro das metas acima, pode ser que elas não sejam as mais adequadas para você, por isso é muito importante que você mantenha controle regular com um médico, que irá estabelecer o melhor tratamento para o seu caso. Em relação ao valor da glicada, de modo geral, no tratamento da pessoa com diabetes, busca-se atingir valores de hemoglobina glicada (HbA1c) menores que 7,0%. No entanto, essa meta pode ser alterada de acordo com algumas características de cada indivíduo. Nesse sentido, o médico pode optar por fazer um controle mais restrito em pessoas jovens, saudáveis e/ou com pouco tempo de diabetes, buscando um valor de hemoglobina glicada (HbA1c) próximo a 6,5%. Por outro lado, pode-se tolerar um controle menos restrito em pessoas idosas, com outros problemas de saúde e/ou com longo tempo de diabetes, estabelecendo metas de hemoglobina glicada (HbA1c) próximas a 8%. Portanto, ainda que seu exame esteja dentro das metas acima, pode ser que elas não sejam as mais adequadas para você, por isso é muito importante que você mantenha controle regular com um médico, que irá estabelecer o melhor tratamento para o seu caso. ",
        "persona":"technical"
    },
    {
        "X":"Bom dia a todos. Diabéticos podem beber água com limão em jejum?",
        "y":"Água e limão, assim como qualquer alimento, não tem a capacidade de tratar o diabetes. É fundamental ter uma alimentação saudável e equilibrada. Em relação a essas oscilações na glicemia, é recomendado que você se consulte com um médico para que ele realize uma avaliação, além de uma com o nutricionista, o qual poderá te orientar sua alimentação e sobre a contagem de carboidratos. Para uma orientação mais específica o ideal é que você se consulte com um nutricionista (que estão disponíveis gratuitamente no SUS) pois ele poderá montar uma dieta ideal para as suas necessidades.",
        "persona":"simple"
    },
    {
        "X":"Podemos comer amendoim japonês?",
        "y":"O amendoim incluindo em uma alimentação balanceada não causa nenhum problema, então ele pode ser consumido pelo diabético. Porém, por ser um alimento rico em gorduras, ele é mais calórico e por isso, o seu consumo deve ser moderado.  Para uma orientação mais específica o ideal é que você se consulte com um nutricionista (que estão disponíveis gratuitamente no SUS) pois ele poderá montar uma dieta ideal para as suas necessidades.",
        "persona":"simple"
    },
    {
        "X":"Bom dia, gente linda. Gostaria de saber se pré-diabético pode consumir pasta de amendoim.",
        "y":"A pasta de amendoim tem um baixo índice glicêmico (o açúcar presente nela é absorvido mais lentamente) e isso é algo positivo para quem tem diabetes. Mas também é importante lembrar que tudo em excesso faz mal e que mais importante que comer ou deixar de comer certos alimentos, é ter uma dieta balanceada com os nutrientes e calorias adequadas para cada pessoa. Por isso, é ideal que se consulte com um nutricionista (que estão disponíveis gratuitamente no SUS) que poderá montar uma dieta ideal para as suas necessidades.",
        "persona":"technical"
    },
    {
        "X":"Boa noite, gente. Eu descobri há pouco tempo que tenho diabetes, mas não consigo fazer a dieta. E sinto muita quentura nas mãos, no rosto, nas partes íntimas e nos pés. Me ajudem, também tenho pressão alta.",
        "y":"A neuropatia diabética pode aparecer sob várias formas, sendo que a mais comum se chama polineuropatia sensitiva distal. Esse tipo de neuropatia costuma atingir os membros (pés, pernas, mãos e braços), iniciando com os sintomas de dor e queimação e, com a piora, evolui para perda da sensibilidade (dificuldade de sentir o toque). Apesar da polineuropatia sensitiva distal ser a mais comum, também há outras formas de neuropatia, que podem causar problemas na digestão (disautonomia do sistêma digestório), na urina (disautonomia da bexiga) ou que podem provocar outros tipos de problemas, como queda da pressão quando se está de pé (disautonomia simpática). É muito importante que você agende uma consulta com o seu médico para que ele possa avaliar a sua situação e propor algum tratamento, se possível",
        "persona":"technical"
    }
]